Repository: davidmatthew-ie/weather-map-widget
Catalog: languages/ventus-*.po
Languages: it_it, tr_tr

source: Ventus - Weather Map Widget & Shortcode
it_it: Ventus - Widget Meteo & Shortcode
tr_tr: Ventus - Weather Map Bileşen & Kısakod

source: Easily customise and embed the windy.com widget as a native WordPress widget or shortcode.
it_it: Personalizza e incorpora facilmente windy.com come widget nativo di WordPress o Shortcode.
tr_tr: Windy.com bileşenini, WordPress bileşeni veya kısa kod olarak kolayca ekleyin.

source: Ventus Weather Map
it_it: Ventus
tr_tr: Ventus Hava Haritası

source: A customisable windy.com weather map widget.
it_it: Un widget per windy personalizzabile.
tr_tr: Özelleştirilebilir windy.com hava haritası bileşeni.

source: New title
it_it: Nuovo titolo
tr_tr: Yeni başlık

source: Title:
it_it: Titolo:
tr_tr: Başlık:

source: Appears above the widget
it_it: Appare sopra il widget
tr_tr: Bileşen üzerinde görünür

source: Width:
it_it: Larghezza:
tr_tr: Genişlik:

source: Height:
it_it: Altezza:
tr_tr: Yükseklik:

source: Accepts any valid CSS values for width and height
it_it: Accetta tutti i valori CSS validi per larghezza e altezza
tr_tr: Genişlik ve yükseklik için geçerli CSS kodlarını kabul eder

source: Rounded Corners:
it_it: Angoli arrotondati:
tr_tr: Yuvarlak Köşeler:

source: Accepts any valid CSS values for border-radius
it_it: Accetta qualsiasi valore CSS valido per il bordo
tr_tr: Kenarlık yarıçapı için geçerli CSS kodlarını kabul eder

source: Latitude:
it_it: Latitudine:
tr_tr: Boylam:

source: Longitude:
it_it: Longitudine:
tr_tr: Enlem:

source: Tip: get these from windy.com
it_it: Suggerimento: verifica su windy.com
tr_tr: Öneri: Bunları windy.com'dan alın

source: Layer Type:
it_it: Tipo di visualizzazione:
tr_tr: Katman Tipi:

source: Clouds
it_it: Nuvole
tr_tr: Bulutlar

source: CO Concentration
it_it: Concentrazione CO
tr_tr: CO Yoğunlaşması

source: Lightning
it_it: Fulminazione
tr_tr: Yıldırım

source: Rain
it_it: Pioggia
tr_tr: Yağmur

source: Sea Temperature
it_it: Temperatura del mare
tr_tr: Deniz sıcaklığı

source: Snow Cover
it_it: Neve
tr_tr: Kar kalınlığı

source: Temperature
it_it: Temperatura
tr_tr: Sıcaklık

source: Waves
it_it: Onde
tr_tr: Dalga

source: Wind
it_it: Vento
tr_tr: Rüzgar

source: Choose from different primary overlays/layers
it_it: Scegli le sovrapposizioni di più livelli
tr_tr: Farklı ana katmanlar arasından seç

source: Zoom Level:
it_it: Livello di zoom:
tr_tr: Yakınlaştırma derecesi:

source: The lower the number, the further out the zoom
it_it: Più basso è il numero, maggiore è lo zoom
tr_tr: Düşük rakam uzaklaştırır

source: Pressure Isolines:
it_it: Isobare:
tr_tr: Basınç haritası:

source: Show
it_it: Mostrare
tr_tr: Göster

source: Hide
it_it: Nascondere
tr_tr: Gizle

source: Marker:
tr_tr: İşaretçi:

source: Show or hide the pressure isolines and marker
it_it: Mostra o nascondi isobare e marker
tr_tr: Basınç haritasını ve işaretleyiciyi göster veya gizle

source: Spot Forecast:
it_it: Previsioni:
tr_tr: Nokta Tahmin

source: Forecast From:
it_it: Previsioni da:
tr_tr: -Dan Tahmin

source: Now
it_it: Adesso
tr_tr: Şimdi

source: 12h
tr_tr: 12s

source: 24h
tr_tr: 24s

source: Options to display and set the time of the spot forecast
it_it: Opzioni per visualizzare e impostare l'ora della previsione
tr_tr: Tahmin zamanını görüntüleyin ve ayarlayın

source: Temperature Scale:
it_it: Scala della Temperatura:
tr_tr: Sıcaklık ölçeği:

source: Choose your preferred temperature scale
it_it: Scegliere la scala di temperatura preferita
tr_tr: Tercih ettiğiniz sıcaklık ölçeğini seçiniz

source: Wind Units:
it_it: Unità di misura del Vento:
tr_tr: Rüzgar Birimi:

source: Default
tr_tr: Varsayılan

source: Beaufort
tr_tr: Bofor

source: Kilometers per hour
it_it: Kilometri orari
tr_tr: Saat başı kilometre

source: Knots
it_it: Nodi
tr_tr: Knot

source: Meters per second
it_it: Metri al secondo
tr_tr: Saniyede metre

source: Miles per hour
it_it: Miglia orari
tr_tr: Saat başı mil

source: Choose your preferred wind measurement units
it_it: Selezionare l'unità di misura del vento
tr_tr: Tercih ettiğiniz ölçüm birimini seçiniz

source: Gust
it_it: Raffiche

source: Celsius
it_it: Gradi Celsius

source: Fahrenheit
it_it: Gradi Fahrenheit
